{
  "heading": "Criar categoria de início de sessão",
  "select": "Selecione uma categoria de início de sessão para começar",
  "selectCustomSignIn": "Selecionar uma categoria de início de sessão",
  "orgDefaults": "Predefinições da organização",
  "createNew": "Criar nova",
  "name": "Título",
  "description": "Descrição",
  "enterName": "Introduzir um título de categoria",
  "enterDescription": "Introduzir uma descrição de categoria",
  "enterTitle": "Introduza um título para este início de sessão",
  "showOnTriage": "Ativar categoria de início de sessão",
  "showOnTriageDescription": "A descrição da sua categoria só será apresentada na página de seleção de categorias se tiver duas ou mais categorias ativadas.",
  "socialProviders": "Fornecedores de início de sessão de redes sociais",
  "authenticationProviders": "Métodos de autenticação",
  "errorLabel": "Erro de categoria de início de sessão personalizado",
  "preview": "Pré-visualizar",
  "restrictions": "Apenas o título e a descrição desta categoria podem ser alterados. Todas as outras opções são herdadas das definições da organização.",
  "loginNotAvailable": "Este método de início de sessão foi desativado pela sua organização e não será apresentado aos utilizadores.",
  "buttons": {
    "editCategory": "Guardar categoria",
    "next": "Seguinte",
    "back": "Voltar",
    "createCategory": "Criar categoria"
  },
  "errors": {
    "nameRequired": "É necessário um título para todas as categorias de início de sessão.",
    "authenticationMethodsRequired": "É necessário pelo menos um método de início de sessão.",
    "socialProviderRequired": "É necessário pelo menos um fornecedor de início de sessão de rede social."
  },
  "steps": {
    "1": {
      "title": "Escolha como começar",
      "description": "Pode começar com as predefinições de início de sessão da sua organização, editar uma categoria de início de sessão existente ou criar uma nova categoria de início de sessão."
    },
    "2": {
      "title": "Título e descrição",
      "description": "Introduza o título e a descrição da sua categoria de início de sessão."
    },
    "3": {
      "title": "Tipos de início de sessão",
      "description": "Personalize e ordene os inícios de sessão apresentados para esta categoria de início de sessão."
    }
  },
  "createAccount": {
    "label": "Criar ligação de conta",
    "description": "Permita a criação de uma nova conta ArcGIS nesta organização."
  },
  "switchOrganization": {
    "label": "Alterar a ligação da organização",
    "description": "Exiba uma ligação que permita aos utilizadores iniciar sessão numa organização diferente."
  },
  "authenticationMethods": {
    "arcgis": {
      "label": "Início de sessão ArcGIS",
      "description": "Permita que os utilizadores iniciem sessão com os respetivos inícios de sessão ArcGIS.",
      "required": "É necessário um título para o método de início de sessão do ArcGIS."
    },
    "saml": {
      "label": "Início de sessão SAML",
      "description": "Permita que os utilizadores iniciem sessão com as respetivas contas SAML.",
      "required": "É necessário um título para o método de início de sessão SAML."
    },
    "oidc": {
      "label": "Início de sessão OIDC",
      "description": "Permita que os utilizadores iniciem sessão com as respetivas contas OIDC.",
      "required": "É necessário um título para o método de início de sessão OIDC."
    },
    "social": {
      "label": "Inícios de sessão de rede social",
      "description": "Permita que os membros iniciem sessão na sua organização com os respetivos dados de início das seguintes redes sociais.",
      "github": "GitHub",
      "facebook": "Facebook",
      "google": "Google",
      "apple": "Apple",
      "required": "É necessário um título para o método de início de sessão de redes sociais."
    }
  },
  "confirmLeave": {
    "title": "Alterações não guardadas",
    "message": "Tem alterações não guardadas. Tem a certeza que pretende sair desta página?",
    "remain": "Permanecer na página",
    "leave": "Sair sem guardar"
  }
}
