{
  "appLauncher": "Lanceur d’applications",
  "dragDrop": "Faire glisser et déposer les applications favorites dans n’importe quel ordre pour personnaliser le lanceur d’applications",
  "gotIt": "J’ai compris.",
  "showMore": "Afficher plus",
  "dragSecondary": "Faites glisser ici les applications que vous n’utilisez pas souvent.",
  "openWindow": "Ouvrez une nouvelle fenêtre.",
  "descriptions": {
    "360 VR": "Visualisez les expériences 360 VR sur les ordinateurs de bureau, les appareils mobiles et les casques de réalité virtuelle.",
    "ArcGIS Community Analyst": "Tirez profit des informations de l’intelligence locale.",
    "ArcGIS Dashboards": "Affichez les cartes et les données dans un tableau de bord interactif.",
    "ArcGIS Earth": "Visualisez et explorez le contenu géospatial sur un globe 3D.",
    "ArcGIS Excalibur": "Ajoutez des annotations, des observations ou des mesures à l’imagerie.",
    "ArcGIS Experience Builder": "Créez des applications Web immersives à votre façon.",
    "ArcGIS Explorer": "Visualisez et interagissez avec les contenus SIG dans cette application gratuite.",
    "ArcGIS for Power BI": "Renforcez les rapports Power BI grâce à l’analyse spatiale et à la visualisation.",
    "ArcGIS Field Maps": "Optimisez les processus mobiles pour les opérateurs de terrain.",
    "ArcGIS Field Maps Early Access": "Créez des cartes et des formulaires intelligents pour les utiliser sur le terrain.",
    "ArcGIS GeoBIM": "Ajoutez du contexte géospatial aux projets Autodesk.",
    "ArcGIS Hub": "Transformez la façon dont vous partagez les données, collaborez et interagissez avec votre communauté.",
    "ArcGIS Indoors": "Créez et gérez les données de plan d’étage pour établir des plans tenant compte des étages.",
    "ArcGIS Indoors Floor Plan Editor": "Modifiez les données des plans d’étage des espaces intérieurs.",
    "ArcGIS Indoors Space Planner": "Visualisez et planifiez la répartition des occupants dans des espaces intérieurs.",
    "ArcGIS Maps for Adobe Creative Cloud": "Concevez à l’aide de cartes pilotées par les données dans Adobe Illustrator et Photoshop.",
    "ArcGIS Mission Responder": "Permettez aux utilisateurs sur le terrain de participer à des missions actives.",
    "ArcGIS Online": "Créez et partagez des cartes Web interactives et des applications.",
    "ArcGIS QuickCapture Web Designer": "Concevez des projets de collecte de données personnalisés.",
    "ArcGIS Solutions": "Tirez profit des configurations cartographiques spécifiques au domaine dans ArcGIS.",
    "ArcGIS Urban": "Évaluez les impacts urbains avec les visualisations 3D et l’analyse urbaine.",
    "ArcGIS Velocity": "Assimilez les données de l’Internet des Objets (IdO).",
    "Business Analyst": "Tirez profit des informations de marché et communautaire de l’intelligence locale.",
    "Data Pipelines": "Préparez et intégrez les données pour visualisation et analyse.",
    "Developer Documentation": "Accédez à des ressources et à des informations pour les processus de développeur.",
    "Esri Redistricting": "Réalisez et partagez des plans de redécoupage sectoriel conformes aux lois en vigueur.",
    "GeoPlanner for ArcGIS": "Tirer profit de la planification basée sur les données pour impliquer votre public.",
    "Insights for ArcGIS": "Alliez l’analyse locale aux processus d’intelligence économique.",
    "Instant Apps": "Transformez rapidement les cartes en applications basées sur des modèles.",
    "Living Atlas": "Ajoutez des contenus fiables et organisés à vos cartes",
    "Map Viewer": "Créez et partagez des cartes interactives et des visualisations dynamiques.",
    "Marketplace": "Parcourez les produits et services pour étendre les possibilités d’ArcGIS.",
    "My Esri": "Accédez aux produits et services Esri.",
    "Scene Viewer": "Visualisez les données géospatiales via des scènes 3D interactives sur le Web.",
    "Story Maps": "Créez et partagez des récits avec des cartes.",
    "Survey123": "Collectez des données grâce à une solution intuitive centrée sur les formulaires.",
    "Track Viewer": "Créez des vues des traces, définissant qui fait l’objet d’un suivi et qui peut visualiser ces traces.",
    "Vector Tile Style Editor": "Créez et gérez votre propre version personnalisée du vecteur Esri",
    "Wayback Imagery": "Explorez une archive numérique d’imagerie de fond de carte.",
    "Web Editor": "Optimisez les processus de maintenance des données grâce à une large panoplie d’outils de mise à jour.",
    "Workflow Manager": "Orchestrez le travail à travers ArcGIS",
    "Workforce": "Optimisez la planification et la coordination de vos opérateurs de terrain.",
    "XR Viewer (early access)": "Explorez les données SIG avec un casque de RV."
  }
}
