{
  "heading": "Crear categoría de inicio de sesión",
  "select": "Seleccionar una categoría de inicio de sesión por la que empezar",
  "selectCustomSignIn": "Seleccionar una categoría de inicio de sesión",
  "orgDefaults": "Opciones predeterminadas de la organización",
  "createNew": "Crear nueva",
  "name": "Título",
  "description": "Descripción",
  "enterName": "Introducir un título para la categoría",
  "enterDescription": "Introducir una descripción para la categoría",
  "enterTitle": "Introducir un título para este nombre de usuario",
  "showOnTriage": "Habilitar categoría de inicio de sesión",
  "showOnTriageDescription": "La descripción de su categoría solo aparecerá en la página de selección de categorías si tiene dos o más categorías habilitadas.",
  "socialProviders": "Proveedores de acceso a redes sociales",
  "authenticationProviders": "Métodos de autenticación",
  "errorLabel": "Error de categoría de inicio de sesión personalizado",
  "preview": "Previsualización",
  "restrictions": "Solo se puede cambiar el título y la descripción de esta categoría. Las demás opciones se heredan de la configuración de la organización.",
  "loginNotAvailable": "La organización deshabilita este método de inicio de sesión y no se mostrará a los usuarios.",
  "buttons": {
    "editCategory": "Guardar categoría",
    "next": "Siguiente",
    "back": "Atrás",
    "createCategory": "Crear categoría"
  },
  "errors": {
    "nameRequired": "Se requiere un título para todas las categorías de inicio de sesión.",
    "authenticationMethodsRequired": "Se requiere al menos un método de inicio de sesión.",
    "socialProviderRequired": "Se requiere al menos un proveedor de inicio de sesión social."
  },
  "steps": {
    "1": {
      "title": "Elegir cómo empezar",
      "description": "Puede comenzar con los valores predeterminados de inicio de sesión de su organización, editar una categoría de inicio de sesión existente o crear una nueva categoría de inicio de sesión."
    },
    "2": {
      "title": "Título y descripción",
      "description": "Introduzca el título y la descripción de su categoría de inicio de sesión."
    },
    "3": {
      "title": "Tipos de inicio de sesión",
      "description": "Personalice y solicite los inicios de sesión que aparecen para esta categoría de inicio de sesión."
    }
  },
  "createAccount": {
    "label": "Crear vínculo de cuenta",
    "description": "Permita la creación de una cuenta nueva de ArcGIS en esta organización."
  },
  "switchOrganization": {
    "label": "Cambiar vínculo de la organización",
    "description": "Muestre un vínculo que permita a los usuarios iniciar sesión en una organización diferente."
  },
  "authenticationMethods": {
    "arcgis": {
      "label": "Inicio de sesión de ArcGIS",
      "description": "Permita que los usuarios se registren con su inicio de sesión de ArcGIS.",
      "required": "Se requiere un título para el método de inicio de sesión de ArcGIS."
    },
    "saml": {
      "label": "Inicio de sesión con SAML",
      "description": "Permita que los usuarios inicien sesión con su cuenta SAML.",
      "required": "Se requiere un título para el método de inicio de sesión de SAML."
    },
    "oidc": {
      "label": "Inicio de sesión OIDC",
      "description": "Permita que los usuarios inicien sesión con su cuenta OIDC.",
      "required": "Se requiere un título para el método de inicio de sesión de OIDC."
    },
    "social": {
      "label": "Inicios de sesión sociales",
      "description": "Permita a los miembros iniciar sesión en su organización utilizando sus datos de inicio de sesión de las siguientes redes sociales.",
      "github": "GitHub",
      "facebook": "Facebook",
      "google": "Google",
      "apple": "Apple",
      "required": "Se requiere un título para el método de inicio de sesión de las redes sociales."
    }
  },
  "confirmLeave": {
    "title": "Cambios no guardados",
    "message": "Hay cambios sin guardar. ¿Desea realmente salir de esta página?",
    "remain": "Permanecer en la página",
    "leave": "Salir sin guardar"
  }
}
