{
  "heading": "สร้างหมวดหมู่การลงชื่อเข้าใช้",
  "select": "เลือกหมวดหมู่การลงชื่อเข้าใช้ที่จะเริ่มต้นจาก",
  "selectCustomSignIn": "เลือกหมวดหมู่การลงชื่อเข้าใช้",
  "orgDefaults": "ค่าเริ่มต้นขององค์กร",
  "createNew": "สร้างใหม่",
  "name": "หัวข้อ",
  "description": "คำอธิบาย",
  "enterName": "ป้อนหัวข้อหมวดหมู่",
  "enterDescription": "ป้อนคำอธิบายหมวดหมู่",
  "enterTitle": "ป้อนชื่อสำหรับล็อกอินนี้",
  "showOnTriage": "เปิดใช้งานหมวดหมู่การลงชื่อเข้าใช้",
  "showOnTriageDescription": "คำอธิบายหมวดหมู่ของคุณจะปรากฎขึ้นเฉพาะบนหน้าการเลือกหมวดหมู่ หากคุณเปิดใช้งานตั้งแต่สองหมวดหมู่ขึ้นไป",
  "socialProviders": "ผู้ให้บริการล็อกอินโซเชียล",
  "authenticationProviders": "วิธีการรับรองความถูกต้อง",
  "errorLabel": "ข้อผิดพลาดหมวดหมู่การลงชื่อเข้าใช้แบบกำหนดเอง",
  "preview": "แสดงตัวอย่าง",
  "restrictions": "สามารถเปลี่ยนแปลงได้เฉพาะชื่อและคำอธิบายของหมวดหมู่นี้เท่านั้น ตัวเลือกอื่นๆ ทั้งหมด จะสืบทอดมาจากการตั้งค่าขององค์กร",
  "loginNotAvailable": "องค์กรของคุณปิดใช้งานวิธีล็อกอินนี้ไว้ และจะไม่แสดงให้ผู้ใช้เห็น",
  "buttons": {
    "editCategory": "บันทึกหมวดหมู่",
    "next": "ถัดไป",
    "back": "กลับ",
    "createCategory": "สร้างหมวดหมู่"
  },
  "errors": {
    "nameRequired": "ต้องการหัวข้อสำหรับหมวดหมู่การลงชื่อเข้าใช้ทั้งหมด",
    "authenticationMethodsRequired": "ต้องการอย่างน้อยหนึ่งวิธีการล็อกอิน",
    "socialProviderRequired": "ต้องการอย่างน้อยหนึ่งผู้ให้บริการล็อกอินด้วยโซเชียล"
  },
  "steps": {
    "1": {
      "title": "เลือกวิธีการเริ่ม",
      "description": "คุณสามารถเริ่มด้วยค่าเริ่มต้นล็อกอินองค์กรของคุณ แก้ไขหมวดหมู่การลงชื่อเข้าใช้เดิม หรือสร้างหมวดหมู่การลงชื่อเข้าใช้ใหม่"
    },
    "2": {
      "title": "หัวข้อและคำอธิบาย",
      "description": "ป้อนหัวข้อและคำอธิบายหมวดหมู่การลงชื่อเข้าใช้ของคุณ"
    },
    "3": {
      "title": "ประเภทล็อกอิน",
      "description": "ปรับแต่งและเรียงลำดับล็อกอินที่ปรากฎสำหรับหมวดหมู่การลงชื่อเข้าใช้นี้"
    }
  },
  "createAccount": {
    "label": "สร้างลิงก์บัญชี",
    "description": "อนุญาตการสร้างบัญชี ArcGIS ใหม่ในองค์กรนี้"
  },
  "switchOrganization": {
    "label": "สลับลิงก์องค์กร",
    "description": "แสดงลิงก์ที่ช่วยให้ผู้ใช้สามารถลงชื่อเข้าใช้องค์กรอื่นได้"
  },
  "authenticationMethods": {
    "arcgis": {
      "label": "ล็อกอิน ArcGIS",
      "description": "อนุญาตให้ผู้ใช้ลงชื่อด้วยข้อมูลล็อกอิน ArcGIS ของตน",
      "required": "ต้องการชื่อสำหรับวิธีการล็อกอิน ArcGIS"
    },
    "saml": {
      "label": "การล็อกอิน SAML",
      "description": "อนุญาตให้ผู้ใช้ลงชื่อเข้าใช้ด้วยบัญชี SAML",
      "required": "ต้องการชื่อสำหรับวิธีการล็อกอิน SAML"
    },
    "oidc": {
      "label": "ล็อกอิน OIDC",
      "description": "อนุญาตให้ผู้ใช้ลงชื่อเข้าใช้ด้วยบัญชี OIDC",
      "required": "ต้องการชื่อสำหรับวิธีการล็อกอิน OIDC"
    },
    "social": {
      "label": "การเข้าสู่ระบบโซเชียล",
      "description": "อนุญาตให้สมาชิกลงชื่อเข้าใช้องค์กรของคุณผ่านข้อมูลล็อกอินของตนเองจากโซเชียลเน็ตเวิร์กต่อไปนี้",
      "github": "GitHub",
      "facebook": "Facebook",
      "google": "Google",
      "apple": "Apple",
      "required": "ต้องการชื่อสำหรับวิธีการล็อกอินโซเชียล"
    }
  },
  "confirmLeave": {
    "title": "ไม่ได้บันทึกการเปลี่ยนแปลง",
    "message": "คุณยังไม่ได้บันทึกการเปลี่ยนแปลง แน่ใจหรือว่าคุณต้องการออกจากหน้านี้",
    "remain": "อยู่บนหน้าต่อไป",
    "leave": "ออกโดยไม่บันทึก"
  }
}
