{
  "updateSharing": "Peržiūrėti bendrinimą",
  "moreInfo": "Daugiau informacijos",
  "learnMore": "Sužinokite daugiau",
  "noItemToShare": "Bendrinimo nesklandumų neaptikta",
  "loadingInfo": "Kraunama bendrinimo informacija...",
  "updatingSharing": "Atnaujinamas bendrinimas...",
  "updateItemsCount": "Elementas (-ai), kurį galite atnaujinti: {num}",
  "updateItemsCountText": "Šie priklausomi elementai negali būti matomi kitiems, kadangi jie nėra bendrinami kitokiu būdu. Spustelėkite Atnaujinti, jei norite sinchronizuoti priklausomų elementų bendrinimą, kuriuos turite leidimą atnaujinti.",
  "uneditableItemsCount": "Elementas (-ai), kurio negalite atnaujinti: {num}",
  "uneditableMessage": "Šie priklausomi elementai negali būti matomi kitiems, kadangi jie nėra bendrinami kitokiu būdu.",
  "nonPublicItems": "Elementai, kurių negalima bendrinti viešai:",
  "premiumItemsWebMap": "Šiame internetiniame žemėlapyje pateikiamas Premium arba prenumeratorių turinys.",
  "premiumMessage": "Šie priklausomi elementai gali būti nematomi kitiems, nes jiems reikia prenumeratos.",
  "premiumTextMap": "Sužinokite daugiau apie žemėlapių su prenumeratorių ar Premium turiniu bendrinimą",
  "notice": "Šie elementai gali būti nematomi kitiems, nes jie bendrinami kitaip arba jiems peržiūrėti reikalinga prenumerata. Spustelėkite <b>Atnaujinti bendrinimą</b>, jei norite sinchronizuoti elementų, kuriuos turite teisę atnaujinti, bendrinimą.",
  "noticeEnterprise": "Šie elementai negali būti matomi kitiems, kadangi jie nėra bendrinami kitokiu būdu. Spustelėkite <b>Atnaujinti bendrinimą</b>, jei norite sinchronizuoti elementų, kuriuos turite teisę atnaujinti, bendrinimą.",
  "canBeUpdated": "Elementai, kuriuos galima atnaujinti: ${count}",
  "cantBeUpdated": "Elementai, kurių negalima atnaujinti: ${count}",
  "update": "Atnaujinti bendrinimą",
  "cancel": "Neatnaujinkite bendrinimo",
  "ok": "Gerai",
  "goToItem": "Peržiūrėti išsamią informaciją",
  "unableToGetItem": "Nepavyko gauti elemento informacijos.",
  "postShareDialog": {
    "title": "Elemento bendrinimo lygis atnaujintas sėkmingai",
    "description": "Bendrinamas elementas (-ai) susijęs su kitais elementais, kurie gali būti nematomi, nes jų bendrinimo lygis skiriasi. Peržiūrėkite šių elementų bendrinimo lygius.",
    "confirm": "Peržiūrėti bendrinimą"
  },
  "needShare": {
    "noPermission": {
      "notice": "Neturite leidimo atnaujinti šio elemento bendrinimą.",
      "panel": "Neturite leidimo atnaujinti šio elemento bendrinimą. Šis elementas gali būti kitiems nematomas, nes jis bendrinamas kitaip."
    },
    "pdc": {
      "notice": "Prieš viešai bendrindami šį sluoksnį, įgalinkite viešų duomenų rinkimą.",
      "panel": "Prieš viešai bendrindami šį sluoksnį, įgalinkite viešų duomenų rinkimą. Optimalaus našumo ir duomenų vientisumo sumetimais apsvarstykite išjungti redagavimą arba naudoti neredaguojamą peržiūros sluoksnį.",
      "learnMore": "Sužinokite daugiau apie viešų sluoksnių redagavimo įgalinimą."
    },
    "premium": {
      "notice": "Norint peržiūrėti Premium ir prenumeruojamą turinį, gali reikėti prisijungti.",
      "panel": "Norint peržiūrėti Premium ir prenumeruojamą turinį, gali reikėti prisijungti.",
      "learnMore": "Sužinokite daugiau apie Premium arba prenumeruojamo turinio bendrinimą."
    },
    "sharingPDCEnabled": {
      "notice": "Jei šį redaguojamą sluoksnį bendrinsite viešai, jį visi galės redaguoti.",
      "panel": "Jei šį redaguojamą sluoksnį bendrinsite viešai, jį visi galės redaguoti. Optimalaus našumo ir duomenų vientisumo sumetimais apsvarstykite išjungti redagavimą arba naudoti neredaguojamą peržiūros sluoksnį."
    },
    "needsAuthentication": {
      "notice": "Reikalingas autentifikavimas.",
      "panel": "Šis elementas kitiems gali būti nepasiekiamas, nes jame yra vietos nustatymo paslaugų, kurioms būtinas elementą atvaizduojančių programų autentifikavimas."
    }
  }
}
